import Berlin from "../mp3/Berlin.mp3";
import hadnDadn from "../mp3/hadnDadn.mp3";
import son from "../mp3/Son.mp3";
import Dan from "../images/Dan.jpg";
import hadn from "../images/hadn.jpg";
import berlinAlbum from "../images/Berlin-album.jpg";
const songs = [
  {
    id: "0",
    title: "Прощай Берлин!",
    musician: "Дети Неонового Солнца",
    poet: "Общество",
    audio: Berlin,
    cover: berlinAlbum,
    videoUrl: "https://youtu.be/4ZXRBWb7cwE",
    lyrics: ` Я возращаюсь в никуда
    Искать любовь и жить в дыму
    Вливаюсь кровью в провода
    И отдаю себя письму
    Поблекших букв усталый ритм
    И в кране ржавая вода
    Подвешен на гвоздях молитв
    На грудь бетонного креста

    Verzaeh mir, прощай Берлин
    Сквозь пыль времен индийский тмин
    Погас и выдохся камин
    И ты один
    Мне не хватает даже слов
    Лишь ты всегда принять готов
    Сквозь скрежет жизненных валов
    И я готов

    Опять полуночный экспресс
    Молчит Москва, спит пьяным сном
    Сверкает солнцем серый лес
    Аэропорт слепым пятном
    И рев турбин, дрожит дюраль
    И час на сон и самолет
    Свивает в воздухе спираль
    Посадка. Трап. Идем вперёд

    Hallo Берлин, Курфюрстендамм
    Пыль цвета Карри льнет к ногам
    Я прохожу по площадям
    Пока все спят
    Восходит солнце сквозь Рейхстаг
    Хоть что-то в мире просто так
    Я говорю своим цепям
    "Я здесь опять"
    …
    Прощай Берлин, ауфидерзейн
    Нам будет снится Паризе
    Сквозь воздух ноты имбиря
    Заря
    Когда пройдет срок мартобря
    Нас плети вечного дождя
    Разбудят в центре пустыря
    Не зря`,
  },
  {
    id: "1",
    title: "Я хочу выспаться",
    musician: "Денис Полковников",
    poet: "Денис Полковников",
    audio: son,
    cover: Dan,
    videoUrl: "",
    lyrics: `Все люди как люди у всех есть график
    А я свой график посеял нафиг
    Мне все говорят, что надо куда-то бежать,
    А я не могу - я хочу спать

    Я хочу выспаться
    Я хочу выспаться
    Я хочу выспаться
    Хотя бы немного

    Пришел ко мне кореш, пришес агдам(?)
    А я такой странный как Жан Клод Ван Дамм
    Он мне говорит мол давай прибухнем
    А я уже путаю ночь с днем

    Начальство звонит: приезжай, есть заказ
    А я разлепить могу лишь один глаз
    Я сплю на ходу даже стоя в маршрутке
    Поверьте, ребята, все это не шутки

    Припев

    Решил я намедни заняться ушу
    Сенсей говорит, что я странно дышу
    Не знаю как вышло, что он перепутал дыхание с храпом
    Видать, бес попутал


    Мне девушка пишет, зовет на свиданье,
    А я в полуобморочном состоянье
    Ну как объяснить ей никак не пойму,
    Что я на ней тупо банально усну

    Припев

    Товарищ мне пишет с утра спозаранку:
    "Сегодня суббота, айда к нам на пьянку"
    Я не понимаю зачем мне бухать
    Не надо мне водки - я хочу спать

    Не знаю как я написал этот регги
    Нет чтобы придаться покою и неги
    Но я по блокнотику ручкой шуршу
    Мне некогда спать, я песню пишу (про то, что я хочу)

    Припев

    (Я знаю)
    Все хотят выспаться
    Все хотят выспаться
    Все хотят выспаться
    Ну хотя бы немного
    Ну хотя бы чуть-чуть`,
  },
  {
    id: "54",
    title: "Мы сегодня дома",
    musician: "Хадн-Дадн",
    poet: "Мы",
    audio: hadnDadn,
    cover: hadn,
    videoUrl: "https://youtu.be/BvJle-E_4JI",
    lyrics: `Ровный бег моей судьбы
    Ночь, печаль и блеск души
    Лунный свет и майский дождь
    В небесах
    Долгий век моей звезды
    Сонный блеск земной росы
    Громкий смех и райский мед
    В небесах`,
  },
];

export { songs };
